Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# VersionUpdateCaption
source: Check for and download the latest version
de_de: Prüfe auf die neueste Version und lade sie herunter. Der Updater wird beim Klicken gestartet.
es_mx: Buscar y descargar la última versión
fr_fr: Vérifier et obtenir la dernière version. Un clic lancera le programme de mise à jour.
hi_in: नवीनतम संस्करण की जाँच करें और डाउनलोड करें
id_id: Periksa dan unduh versi terbaru
it_it: Verifica e scarica l'ultima versione
ja_jp: 最新バージョンを確認してダウンロード
ko_kr: 최신 버전 확인 및 다운로드
pt_br: Verificar e baixar a versão mais recente
ru_ru: Проверить и загрузить последнюю версию
zh_cn: 检查并获取最新版本。点击后将启动更新程序
zh_tw: 檢查並取得最新版本。點擊後將啟動更新程式

# UseThirdPartyCDNTitle
source: Use Third-Party CDN for Updates
de_de: Updates über Drittanbieter-CDN herunterladen
es_mx: Usar CDN de terceros para las actualizaciones
fr_fr: Utiliser un CDN tiers pour les mises à jour
hi_in: अपडेट के लिए तृतीय-पक्ष CDN का उपयोग करें
id_id: Gunakan CDN pihak ketiga untuk pembaruan
it_it: Usa CDN di terze parti per gli aggiornamenti
ja_jp: サードパーティ CDN で更新をダウンロード
ko_kr: 서드파티 CDN으로 업데이트 다운로드
pt_br: Usar CDN de terceiros para atualizações
ru_ru: Использовать сторонний CDN для обновлений
zh_cn: 使用第三方加速节点下载更新
zh_tw: 使用第三方加速節點下載更新

# UseThirdPartyCDNCaption
source: Accelerate download via third-party CDN nodes. Disable to download directly from GitHub
de_de: Beschleunigt den Download über Drittanbieter-CDN-Knoten. Deaktivieren, um direkt von GitHub herunterzuladen.
es_mx: Acelera la descarga a través de nodos CDN de terceros. Desactívalo para descargar directamente desde GitHub.
fr_fr: Accélère le téléchargement via des nœuds CDN tiers. Désactivez pour télécharger directement depuis GitHub.
hi_in: तृतीय-पक्ष CDN नोड्स के माध्यम से डाउनलोड तेज़ करें। सीधे GitHub से डाउनलोड करने के लिए अक्षम करें
id_id: Mempercepat unduhan melalui node CDN pihak ketiga. Nonaktifkan untuk mengunduh langsung dari GitHub.
it_it: Accelera il download tramite nodi CDN di terze parti. Disattiva per scaricare direttamente da GitHub.
ja_jp: サードパーティ CDN ノード経由でダウンロードを高速化します。オフにすると GitHub から直接ダウンロードします。
ko_kr: 서드파티 CDN 노드를 통해 다운로드를 가속합니다. 끄면 GitHub에서 직접 다운로드합니다.
pt_br: Acelera o download por meio de nós CDN de terceiros. Desative para baixar diretamente do GitHub.
ru_ru: Ускоряет загрузку через сторонние CDN-узлы. Отключите, чтобы загружать напрямую с GitHub.
zh_cn: 通过第三方CDN节点加速下载更新。关闭后将直连GitHub下载
zh_tw: 透過第三方 CDN 節點加速下載更新。關閉後將直連 GitHub 下載

# AboutUsBtn
source: About Us
de_de: Über uns
es_mx: Sobre nosotros
fr_fr: À propos de nous
hi_in: हमारे बारे में
id_id: Tentang Kami
it_it: Chi Siamo
ja_jp: 私たちについて
ko_kr: 소개
pt_br: Sobre nós
ru_ru: О нас
zh_cn: 关于我们
zh_tw: 關於我們

# SecurityAuthCaption
source: Complete developer license authentication to unlock certain features
de_de: Erhalte durch die Entwicklerlizenz-Authentifizierung Zugriff auf bestimmte Sonderfunktionen.
es_mx: Completa la autenticación de licencia de desarrollador para desbloquear ciertas funciones
fr_fr: Obtenir l'accès à certaines fonctionnalités spéciales via l'authentification licence développeur
hi_in: कुछ सुविधाएँ अनलॉक करने के लिए डेवलपर लाइसेंस प्रमाणीकरण पूर्ण करें
id_id: Selesaikan autentikasi lisensi developer untuk membuka fitur tertentu
it_it: Completa l'autenticazione della licenza sviluppatore per sbloccare determinate funzionalità
ja_jp: 開発者ライセンス認証で一部機能の使用権限を取得
ko_kr: 개발자 라이선스 인증을 완료하여 특정 기능을 잠금 해제하세요
pt_br: Complete a autenticação de licença de desenvolvedor para desbloquear certos recursos
ru_ru: Аутентификация лицензии разработчика для доступа к функциям
zh_cn: 通过开发者许可认证获取部分特殊功能的使用权限
zh_tw: 透過開發者授權認證取得部分特殊功能的使用權限

# SecurityAuthBtn
source: Start Developer License Authentication
de_de: Entwicklerlizenz-Authentifizierung durchführen
es_mx: Iniciar autenticación de licencia de desarrollador
fr_fr: Authentification licence développeur
hi_in: डेवलपर लाइसेंस प्रमाणीकरण प्रारंभ करें
id_id: Mulai Autentikasi Lisensi Developer
it_it: Avvia Autenticazione Licenza Sviluppatore
ja_jp: 開発者ライセンス認証を実行
ko_kr: 개발자 라이선스 인증 시작
pt_br: Iniciar autenticação de licença de desenvolvedor
ru_ru: Пройти аутентификацию
zh_cn: 进行开发者许可认证
zh_tw: 進行開發者授權認證

# PluginMgmtTitle
source: Plugin Management
de_de: Plugin-Verwaltung
es_mx: Gestión de plugins
fr_fr: Gestion des plugins
hi_in: प्लगइन प्रबंधन
id_id: Manajemen Plugin
it_it: Gestione Plugin
ja_jp: プラグイン管理
ko_kr: 플러그인 관리
pt_br: Gerenciamento de plugins
ru_ru: Управление плагинами
zh_cn: 插件管理
zh_tw: 插件管理

# EnableInjectionTitle
source: Enable Injection
de_de: Injektion aktivieren
es_mx: Activar inyección
fr_fr: Activer l'injection
hi_in: इंजेक्शन सक्षम करें
id_id: Aktifkan Injeksi
it_it: Abilita Injection
ja_jp: 注入を有効化
ko_kr: 인젝션 활성화
pt_br: Ativar injeção
ru_ru: Включить инжект
zh_cn: 启用注入
zh_tw: 啟用注入

# InjectionLoadCaption
source: Load plugins when launching the game
de_de: Plugins beim Spielstart laden
es_mx: Cargar plugins al iniciar el juego
fr_fr: Charger les plugins au lancement du jeu
hi_in: गेम लॉन्च करते समय प्लगइन लोड करें
id_id: Muat plugin saat meluncurkan game
it_it: Carica plugin all'avvio del gioco
ja_jp: ゲーム起動時にプラグインを読み込み
ko_kr: 게임 실행 시 플러그인 로드
pt_br: Carregar plugins ao iniciar o jogo
ru_ru: Загружать плагины при запуске игры
zh_cn: 启动游戏时加载插件
zh_tw: 啟動遊戲時載入插件

# GetPluginsLabel
source: Get Plugins
de_de: Plugins herunterladen
es_mx: Obtener plugins
fr_fr: Obtenir des plugins
hi_in: प्लगइन प्राप्त करें
id_id: Dapatkan Plugin
it_it: Ottieni Plugin
ja_jp: プラグインを入手
ko_kr: 플러그인 받기
pt_br: Obter plugins
ru_ru: Получить плагины
zh_cn: 获取插件(Get Plugins)
zh_tw: 取得插件(Get Plugins)

# FreeCamHelpLabel
source: How to Use Free Camera
de_de: Wie benutzt man die freie Kamera?
es_mx: Cómo usar la cámara libre
fr_fr: Comment utiliser la caméra libre
hi_in: फ्री कैमरा कैसे उपयोग करें
id_id: Cara Menggunakan Free Camera
it_it: Come Usare la Telecamera Libera
ja_jp: 自由視点の使い方
ko_kr: 자유 카메라 사용법
pt_br: Como usar a câmera livre
ru_ru: Как использовать свободную камеру
zh_cn: 自由视角怎么用
zh_tw: 自由視角怎麼用

# AddPluginLabel
source: Add Plugin
de_de: Plugin hinzufügen
es_mx: Añadir plugin
fr_fr: Ajouter un plugin
hi_in: प्लगइन जोड़ें
id_id: Tambah Plugin
it_it: Aggiungi Plugin
ja_jp: プラグインを追加
ko_kr: 플러그인 추가
pt_br: Adicionar plugin
ru_ru: Добавить плагин
zh_cn: 添加插件
zh_tw: 加入插件

# RefreshLabel
source: Refresh
de_de: Aktualisieren
es_mx: Actualizar
fr_fr: Actualiser
hi_in: रीफ़्रेश करें
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# OpenFolderLabel
source: Open Folder
de_de: Ordner öffnen
es_mx: Abrir carpeta
fr_fr: Ouvrir le dossier
hi_in: फ़ोल्डर खोलें
id_id: Buka Folder
it_it: Apri Cartella
ja_jp: フォルダを開く
ko_kr: 폴더 열기
pt_br: Abrir pasta
ru_ru: Открыть папку
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# SortLabel
source: Sort
de_de: Sortieren
es_mx: Ordenar
fr_fr: Trier
hi_in: क्रमबद्ध करें
id_id: Urutkan
it_it: Ordina
ja_jp: 並べ替え
ko_kr: 정렬
pt_br: Ordenar
ru_ru: Сортировка
zh_cn: 排序
zh_tw: 排序

# SortByName
source: By Name
de_de: Nach Name
es_mx: Por nombre
fr_fr: Par nom
hi_in: नाम से
id_id: Berdasarkan Nama
it_it: Per Nome
ja_jp: 名前順
ko_kr: 이름순
pt_br: Por nome
ru_ru: По имени
zh_cn: 按名称
zh_tw: 依名稱

# SortByStatus
source: By Status (Enabled First)
de_de: Nach Status (Aktiviert zuerst)
es_mx: Por estado (Activados primero)
fr_fr: Par statut (activé en premier)
hi_in: स्थिति से (सक्षम पहले)
id_id: Berdasarkan Status (Aktif Dulu)
it_it: Per Stato (Abilitati Prima)
ja_jp: 状態順（有効優先）
ko_kr: 상태순 (활성화 우선)
pt_br: Por status (Ativados primeiro)
ru_ru: По статусу (включено сначала)
zh_cn: 按状态 (启用优先)
zh_tw: 依狀態 (啟用優先)

# SortBySize
source: By Size
de_de: Nach Größe
es_mx: Por tamaño
fr_fr: Par taille
hi_in: आकार से
id_id: Berdasarkan Ukuran
it_it: Per Dimensione
ja_jp: サイズ順
ko_kr: 크기순
pt_br: Por tamanho
ru_ru: По размеру
zh_cn: 按大小
zh_tw: 依大小

# SortByDate
source: By Modified Date
de_de: Nach Änderungsdatum
es_mx: Por fecha de modificación
fr_fr: Par date de modification
hi_in: संशोधित तिथि से
id_id: Berdasarkan Tanggal Modifikasi
it_it: Per Data Modifica
ja_jp: 更新日時順
ko_kr: 수정 날짜순
pt_br: Por data de modificação
ru_ru: По дате изменения
zh_cn: 按修改时间
zh_tw: 依修改時間

# RenameFolderLabel
source: Rename Folder
de_de: Ordner umbenennen
es_mx: Renombrar carpeta
fr_fr: Renommer le dossier
hi_in: फ़ोल्डर का नाम बदलें
id_id: Ganti Nama Folder
it_it: Rinomina Cartella
ja_jp: フォルダ名変更
ko_kr: 폴더 이름 변경
pt_br: Renomear pasta
ru_ru: Переименовать папку
zh_cn: 重命名文件夹
zh_tw: 重新命名資料夾

# DeleteLabel
source: Delete
de_de: Löschen
es_mx: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# EditConfigTooltip
source: Edit Configuration File
de_de: Konfigurationsdatei bearbeiten
es_mx: Editar archivo de configuración
fr_fr: Modifier le fichier de configuration
hi_in: कॉन्फ़िगरेशन फ़ाइल संपादित करें
id_id: Edit File Konfigurasi
it_it: Modifica File di Configurazione
ja_jp: 設定ファイルを編集
ko_kr: 설정 파일 편집
pt_br: Editar arquivo de configuração
ru_ru: Редактировать конфигурацию
zh_cn: 编辑配置文件
zh_tw: 編輯設定檔

# PluginSettingsLabel
source: Plugin Settings
de_de: Plugin-Einstellungen
es_mx: Ajustes de plugin
fr_fr: Paramètres des plugins
hi_in: प्लगइन सेटिंग्स
id_id: Pengaturan Plugin
it_it: Impostazioni Plugin
ja_jp: プラグイン設定
ko_kr: 플러그인 설정
pt_br: Configurações do plugin
ru_ru: Настройки плагинов
zh_cn: 插件设置
zh_tw: 插件設定

# EmptyPluginLibrary
source: No plugins installed
de_de: Die Plugin-Bibliothek ist leer
es_mx: No hay plugins instalados
fr_fr: La bibliothèque de plugins est vide
hi_in: कोई प्लगइन इंस्टॉल नहीं
id_id: Tidak ada plugin terinstal
it_it: Nessun plugin installato
ja_jp: プラグインがインストールされていません
ko_kr: 설치된 플러그인이 없습니다
pt_br: Nenhum plugin instalado
ru_ru: Нет установленных плагинов
zh_cn: 插件库空空如也
zh_tw: 插件庫空空如也

# PluginSafetyDisclaimer
source: Use plugins at your own risk. The developers are not responsible for any damages.
de_de: Bitte prüfe die Sicherheit der Plugins selbst. Der Entwickler übernimmt keine Verantwortung für Schäden, die durch die Verwendung von Plugins entstehen.
es_mx: Usa los plugins bajo tu propia responsabilidad. Los desarrolladores no se hacen responsables de ningún daño.
fr_fr: Veuillez vérifier vous-même la sécurité des plugins. Le développeur décline toute responsabilité pour les pertes causées par l'utilisation de plugins.
hi_in: प्लगइन अपने जोखिम पर उपयोग करें। किसी भी क्षति के लिए डेवलपर ज़िम्मेदार नहीं हैं।
id_id: Gunakan plugin dengan risiko Anda sendiri. Developer tidak bertanggung jawab atas kerusakan apa pun.
it_it: Usa i plugin a tuo rischio. Gli sviluppatori non sono responsabili per eventuali danni.
ja_jp: プラグインの安全性は自己判断で。開発者は一切の責任を負いません。
ko_kr: 플러그인 사용은 본인의 책임입니다. 개발자는 어떠한 손해에 대해서도 책임을 지지 않습니다.
pt_br: Use plugins por sua conta e risco. Os desenvolvedores não são responsáveis por quaisquer danos.
ru_ru: Используйте плагины на свой риск. Разработчики не несут ответственности.
zh_cn: 请自行辨别插件安全性，对于因使用插件造成的任何损失，开发者概不负责
zh_tw: 請自行辨別插件安全性，對於因使用插件造成的任何損失，開發者概不負責

# DiagnosticsHint
source: Having issues? Try diagnosing your system first.
de_de: Bei Problemen klicke zuerst auf „Computer diagnostizieren".
es_mx: ¿Tienes problemas? Intenta diagnosticar tu sistema primero.
fr_fr: En cas de problème, veuillez d'abord lancer le diagnostic
hi_in: समस्या आ रही है? पहले अपने सिस्टम का निदान करने का प्रयास करें।
id_id: Mengalami masalah? Coba diagnosis sistem Anda terlebih dahulu.
it_it: Hai problemi? Prova a diagnosticare il tuo sistema prima.
ja_jp: 問題がある場合はまず診断を実行してください。
ko_kr: 문제가 있나요? 먼저 시스템 진단을 시도해 보세요.
pt_br: Com problemas? Tente diagnosticar seu sistema primeiro.
ru_ru: Проблемы? Попробуйте диагностику системы.
zh_cn: 如果遇到问题，请先点击诊断电脑
zh_tw: 若遇到問題，請先點擊診斷電腦

# DiagnosticsBtn
source: Diagnose Computer
de_de: Computer diagnostizieren
es_mx: Diagnosticar equipo
fr_fr: Diagnostiquer l'ordinateur
hi_in: कंप्यूटर का निदान करें
id_id: Diagnosa Komputer
it_it: Diagnostica Computer
ja_jp: PC診断
ko_kr: 컴퓨터 진단
pt_br: Diagnosticar computador
ru_ru: Диагностика
zh_cn: 诊断电脑
zh_tw: 診斷電腦

# ViewHelpTooltip
source: View Help
de_de: Hilfe anzeigen
es_mx: Ver ayuda
fr_fr: Voir l'aide
hi_in: सहायता देखें
id_id: Lihat Bantuan
it_it: Visualizza Aiuto
ja_jp: ヘルプを見る
ko_kr: 도움말 보기
pt_br: Ver ajuda
ru_ru: Помощь
zh_cn: 查看帮助
zh_tw: 檢視說明

# GifInvalidError
source: The configured link is not a valid GIF format
de_de: Die konfigurierte URL ist kein gültiges GIF-Format
es_mx: El enlace configurado no tiene un formato GIF válido
fr_fr: Le lien configuré n'est pas un format GIF valide
hi_in: कॉन्फ़िगर किया गया लिंक मान्य GIF प्रारूप नहीं है
id_id: Tautan yang dikonfigurasi bukan format GIF yang valid
it_it: Il link configurato non è un formato GIF valido
ja_jp: 設定されたリンクは有効なGIF形式ではありません
ko_kr: 설정된 링크가 유효한 GIF 형식이 아닙니다
pt_br: O link configurado não é um formato GIF válido
ru_ru: Ссылка не является GIF
zh_cn: 配置的链接非有效GIF格式
zh_tw: 設定的連結非有效 GIF 格式

# GifLoadFailedError
source: Failed to load GIF resource
de_de: GIF-Ressource konnte nicht geladen werden
es_mx: Error al cargar el recurso GIF
fr_fr: Échec de chargement de la ressource GIF
hi_in: GIF संसाधन लोड करने में विफल
id_id: Gagal memuat sumber daya GIF
it_it: Caricamento risorsa GIF fallito
ja_jp: GIFリソースの読み込みに失敗
ko_kr: GIF 리소스를 로드하지 못했습니다
pt_br: Falha ao carregar recurso GIF
ru_ru: Не удалось загрузить GIF
zh_cn: GIF资源加载失败
zh_tw: GIF 資源載入失敗

# OnLabel
source: On
de_de: Ein
es_mx: Activado
hi_in: चालू
id_id: Nyala
ja_jp: オン
ko_kr: 켜짐
pt_br: Ligado
ru_ru: Вкл
zh_cn: 开
zh_tw: 開

# OffLabel
source: Off
de_de: Aus
es_mx: Desactivado
hi_in: बंद
id_id: Mati
ja_jp: オフ
ko_kr: 꺼짐
pt_br: Desligado
ru_ru: Выкл
zh_cn: 关
zh_tw: 關

# ConfigTargetLabel
source: Configuration Target:
de_de: Konfigurationsziel:
es_mx: Objetivo de configuración:
fr_fr: Cible de configuration :
hi_in: कॉन्फ़िगरेशन लक्ष्य:
id_id: Target Konfigurasi:
it_it: Destinazione Configurazione:
ja_jp: 設定対象:
ko_kr: 설정 대상:
pt_br: Alvo de configuração:
ru_ru: Цель конфигурации:
zh_cn: 配置目标:
zh_tw: 設定目標:

# PluginFuFuMain
source: FuFuPlugin (Main Plugin)
de_de: FuFuPlugin (Haupt-Plugin)
es_mx: FuFuPlugin (Plugin principal)
fr_fr: FuFuPlugin (plugin principal)
hi_in: FuFuPlugin (मुख्य प्लगइन)
id_id: FuFuPlugin (Plugin Utama)
it_it: FuFuPlugin (Plugin Principale)
ja_jp: FuFuPlugin（メイン）
ko_kr: FuFuPlugin (메인 플러그인)
pt_br: FuFuPlugin (Plugin principal)
ru_ru: FuFuPlugin (Основной)
zh_cn: FuFuPlugin (主插件)
zh_tw: FuFuPlugin (主插件)

# PluginFPS
source: FPS (Frame Rate Plugin)
es_mx: FPS (Plugin de tasa de fotogramas)
fr_fr: FPS (plugin de fréquence d'images)
hi_in: FPS (फ़्रेम दर प्लगइन)
id_id: FPS (Plugin Frame Rate)
it_it: FPS (Plugin Frame Rate)
ja_jp: FPS（フレームレート）
ko_kr: FPS (프레임 레이트 플러그인)
pt_br: FPS (Plugin de taxa de quadros)
ru_ru: FPS (Плагин частоты кадров)
zh_cn: FPS (帧率插件)
zh_tw: FPS (幀率插件)

# PluginAvatar
source: Avatar (QianXing Avatar Plugin)
de_de: Avatar (Sternen-Avatar-Plugin)
es_mx: Avatar (Plugin de avatar QianXing)
fr_fr: Avatar (plugin d'avatar)
hi_in: अवतार (कियानशिंग अवतार प्लगइन)
id_id: Avatar (Plugin Avatar QianXing)
it_it: Avatar (Plugin Avatar QianXing)
ja_jp: Avatar（千星アバター）
ko_kr: Avatar (QianXing 아바타 플러그인)
pt_br: Avatar (Plugin QianXing Avatar)
ru_ru: Avatar (Плагин аватаров)
zh_cn: Avatar (千星头像插件)
zh_tw: Avatar (千星頭像插件)

# ModifiedDateLabel
source: Modified:
de_de: Änderungsdatum:
es_mx: Modificado:
fr_fr: Date de modification :
hi_in: संशोधित:
id_id: Dimodifikasi:
it_it: Modificato:
ja_jp: 更新日:
ko_kr: 수정일:
pt_br: Modificado:
ru_ru: Изменён:
zh_cn: 修改日期:
zh_tw: 修改日期:

# FunctionsMenuBtn
source: Functions (Download/Repair)
de_de: Funktionen (Download/Reparatur)
es_mx: Funciones (Descargar/Reparar)
fr_fr: Fonctions (Télécharger/Réparer)
hi_in: फ़ंक्शन (डाउनलोड/मरम्मत)
id_id: Fungsi (Unduh/Perbaiki)
it_it: Funzioni (Download/Riparazione)
ja_jp: 機能（ダウンロード/修復）
ko_kr: 기능 (다운로드/복구)
pt_br: Funções (Download/Reparo)
ru_ru: Функции (Скачать/Восстановить)
zh_cn: 功能(Download/Repair)
zh_tw: 功能

# DownloadPluginBtn
source: Download Plugin
de_de: Plugin herunterladen
es_mx: Descargar plugin
fr_fr: Télécharger le plugin
hi_in: प्लगइन डाउनलोड करें
id_id: Unduh Plugin
it_it: Scarica Plugin
ja_jp: プラグインをダウンロード
ko_kr: 플러그인 다운로드
pt_br: Baixar plugin
ru_ru: Скачать плагин
zh_cn: 下载插件(Download)
zh_tw: 下載插件(Download)

# RepairFpsPluginBtn
source: Repair FPS Display Plugin
de_de: FPS-Anzeige-Plugin reparieren
es_mx: Reparar plugin de visualización de FPS
fr_fr: Réparer le plugin FPS
hi_in: FPS प्रदर्शन प्लगइन मरम्मत करें
id_id: Perbaiki Plugin Tampilan FPS
it_it: Ripara Plugin Visualizzazione FPS
ja_jp: FPS表示プラグインを修復
ko_kr: FPS 표시 플러그인 복구
pt_br: Reparar plugin de exibição de FPS
ru_ru: Восстановить FPS плагин
zh_cn: 修复FPS显示插件(Repair)
zh_tw: 修復FPS顯示插件(Repair)

# MainPluginEnabledLabel
source: Main Plugin Enabled
de_de: Haupt-Plugin aktiviert
es_mx: Plugin principal activado
fr_fr: Plugin principal activé
hi_in: मुख्य प्लगइन सक्षम
id_id: Plugin Utama Aktif
it_it: Plugin Principale Abilitato
ja_jp: メインプラグイン有効
ko_kr: 메인 플러그인 활성화됨
pt_br: Plugin principal ativado
ru_ru: Основной плагин включён
zh_cn: 主插件启用
zh_tw: 主插件啟用

# FpsPluginEnabledLabel
source: FPS Plugin Enabled
de_de: FPS-Plugin aktiviert
es_mx: Plugin de FPS activado
fr_fr: Plugin FPS activé
hi_in: FPS प्लगइन सक्षम
id_id: Plugin FPS Aktif
it_it: Plugin FPS Abilitato
ja_jp: FPSプラグイン有効
ko_kr: FPS 플러그인 활성화됨
pt_br: Plugin de FPS ativado
ru_ru: FPS плагин включён
zh_cn: FPS插件启用
zh_tw: FPS插件啟用

# Fps_CompatWarning_Content
source: If AI frame interpolation is enabled on NVIDIA RTX 40 series or newer GPUs, or if frame rate monitoring software such as RTSS or MSI Afterburner is in use, the game may freeze on screen or fail to launch normally.
de_de: Wenn die KI-Frame-Generierung von NVIDIA-RTX-40er-Karten (oder neuer) aktiviert ist oder Framerate-Anzeigeprogramme wie RTSS oder MSI Afterburner verwendet werden, kann das Spiel einfrieren oder nicht mehr normal starten.
es_mx: Si tienes habilitada la generación de fotogramas por IA en tarjetas NVIDIA RTX serie 40 o superior, o usas programas de visualización de FPS como RTSS o MSI Afterburner, el juego podría congelarse o no iniciarse correctamente.
fr_fr: Si vous activez la génération d'images IA des cartes NVIDIA RTX 40 ou plus récentes, ou utilisez un logiciel d'affichage FPS comme RTSS ou MSI Afterburner, le jeu peut se figer ou ne pas démarrer correctement.
hi_in: यदि NVIDIA RTX 40 श्रृंखला या नए GPU पर AI फ़्रेम इंटरपोलेशन सक्षम है, या RTSS या MSI Afterburner जैसा फ़्रेम दर मॉनिटरिंग सॉफ़्टवेयर उपयोग में है, तो गेम स्क्रीन पर जम सकता है या सामान्य रूप से लॉन्च होने में विफल हो सकता है।
id_id: Jika Anda mengaktifkan AI frame generation pada GPU NVIDIA RTX 40-series atau lebih baru, atau menggunakan software penampil FPS seperti RTSS atau MSI Afterburner, game dapat membeku atau gagal diluncurkan.
it_it: If you have NVIDIA RTX 40-series or newer AI frame generation enabled, or use frame display software such as RTSS or MSI Afterburner, it may cause the game to freeze or fail to start normally.
ja_jp: NVIDIA RTX 40系以降のGPUでAIフレーム生成を有効にしている場合、またはRTSSやMSI Afterburnerなどのフレーム表示ソフトを使用している場合、ゲーム画面がフリーズしたり、ゲームが正常に起動できなくなる可能性があります
ko_kr: NVIDIA RTX 40 시리즈 이상 GPU의 AI 프레임 생성이 켜져 있거나 RTSS, MSI 애프터버너 등 프레임 표시 소프트웨어를 사용 중이면 게임이 멈추거나 정상적으로 실행되지 않을 수 있습니다
pt_br: If you have NVIDIA RTX 40-series or newer AI frame generation enabled, or use frame display software such as RTSS or MSI Afterburner, it may cause the game to freeze or fail to start normally.
ru_ru: Если включена генерация кадров с ИИ на видеокартах NVIDIA RTX 40-й серии и новее, или используются программы отображения FPS (например, RTSS, MSI Afterburner), игра может зависнуть или не запуститься.
zh_cn: 如果开启了NVIDIA RTX40系及以上显卡的AI插帧，或者使用了类似于RTSS、微星小飞机等帧数显示软件，都可能会导致游戏画面卡死或者游戏无法正常启动
zh_tw: 如果開啟了 NVIDIA RTX 40 系列以上顯示卡的 AI 插幀，或者使用了類似 RTSS、微星小飛機等幀數顯示軟體，都可能導致遊戲畫面卡死或遊戲無法正常啟動

# Fps_CompatWarning_DontShow
source: Don't show this warning again
de_de: Diese Warnung nicht mehr anzeigen
es_mx: No volver a mostrar esta advertencia
fr_fr: Ne plus afficher cet avertissement
hi_in: यह चेतावनी फिर से न दिखाएँ
id_id: Jangan tampilkan peringatan ini lagi
ja_jp: この警告を今後表示しない
ko_kr: 이 경고를 다시 표시하지 않음
ru_ru: Больше не показывать это предупреждение
zh_cn: 不再显示此警告
zh_tw: 不再顯示此警告

# Fps_CompatWarning_Title
source: Compatibility Warning
de_de: Kompatibilitätswarnung
es_mx: Advertencia de compatibilidad
fr_fr: Avertissement de compatibilité
hi_in: संगतता चेतावनी
id_id: Peringatan Kompatibilitas
ja_jp: 互換性の警告
ko_kr: 호환성 경고
ru_ru: Предупреждение о совместимости
zh_cn: 兼容性警告
zh_tw: 相容性警告

# Fps_HashMismatch_Content
source: The FPS display plugin hash does not match. It may have been tampered with or corrupted. Please reinstall the launcher.
de_de: Der Hash des FPS-Anzeige-Plugins stimmt nicht überein. Es könnte manipuliert oder beschädigt worden sein. Bitte installiere den Launcher neu.
es_mx: El hash del plugin de visualización de FPS no coincide. Es posible que haya sido manipulado o dañado. Vuelve a instalar el launcher.
fr_fr: Le hash du plugin d'affichage FPS ne correspond pas. Il a peut-être été modifié ou corrompu. Veuillez réinstaller le lanceur.
hi_in: FPS प्रदर्शन प्लगइन हैश मेल नहीं खाता। यह छेड़छाड़ या क्षतिग्रस्त हो सकता है। कृपया लॉन्चर पुनः इंस्टॉल करें।
id_id: Hash plugin penampil FPS tidak cocok. Plugin mungkin telah diubah atau rusak. Silakan instal ulang launcher.
it_it: The frame rate display plugin hash does not match. It may have been tampered with or corrupted. Please reinstall the launcher.
ja_jp: フレーム表示プラグインのハッシュが一致しません。改ざんまたは破損している可能性があります。ランチャーを再インストールしてください
ko_kr: 프레임 표시 플러그인의 해시가 일치하지 않습니다. 변조되었거나 손상되었을 수 있습니다. 런처를 다시 설치해 주세요.
pt_br: The frame rate display plugin hash does not match. It may have been tampered with or corrupted. Please reinstall the launcher.
ru_ru: Хэш плагина отображения FPS не совпадает. Возможно, он был изменён или повреждён. Переустановите лаунчер.
zh_cn: 帧数显示插件哈希不匹配，可能已被篡改或损坏，请重新安装启动器
zh_tw: 幀數顯示插件雜湊不符，可能已被竄改或損壞，請重新安裝啟動器

# Fps_Repair_Fail_Title
source: Repair Failed
de_de: Reparatur fehlgeschlagen
es_mx: Error al reparar
fr_fr: Échec de la réparation
hi_in: मरम्मत विफल
id_id: Perbaikan Gagal
ja_jp: 修復に失敗しました
ko_kr: 복구 실패
ru_ru: Ошибка восстановления
zh_cn: 修复失败
zh_tw: 修復失敗

# Fps_Repair_Success
source: The FPS display plugin has been successfully repaired and installed.
de_de: Das FPS-Anzeige-Plugin wurde erfolgreich repariert und installiert
es_mx: El plugin de visualización de FPS se ha reparado e instalado correctamente
fr_fr: Le plugin d'affichage FPS a été réparé et installé avec succès
hi_in: FPS प्रदर्शन प्लगइन सफलतापूर्वक मरम्मत और इंस्टॉल हो गया।
id_id: Plugin penampil FPS berhasil diperbaiki dan diinstal
it_it: FPS display plugin has been successfully repaired and installed
ja_jp: FPS表示プラグインを修復してインストールしました
ko_kr: FPS 표시 플러그인이 성공적으로 복구 및 설치되었습니다
pt_br: FPS display plugin has been successfully repaired and installed
ru_ru: Плагин отображения FPS успешно восстановлен и установлен
zh_cn: FPS显示插件已成功修复并安装
zh_tw: FPS 顯示插件已成功修復並安裝

# Fps_Repair_Title
source: Repairing FPS Plugin
de_de: FPS-Plugin wird repariert
es_mx: Reparando plugin de FPS
fr_fr: Réparation du plugin FPS en cours
hi_in: FPS प्लगइन मरम्मत हो रही है
id_id: Memperbaiki Plugin FPS
ja_jp: FPSプラグインを修復中...
ko_kr: FPS 플러그인 복구 중
ru_ru: Восстановление FPS плагина…
zh_cn: 正在修复FPS插件
zh_tw: 正在修復 FPS 插件

# AvatarPluginEnabledLabel
source: Avatar Plugin Enabled
de_de: Avatar-Plugin aktiviert
es_mx: Plugin de avatar activado
fr_fr: Plugin avatar activé
hi_in: अवतार प्लगइन सक्षम
id_id: Plugin Avatar Aktif
it_it: Plugin Avatar Abilitato
ja_jp: アバタープラグイン有効
ko_kr: 아바타 플러그인 활성화됨
pt_br: Plugin de Avatar ativado
ru_ru: Аватар плагин включён
zh_cn: 头像插件启用
zh_tw: 頭像插件啟用
